

"Show image in list" = "\"Mostrar imaxe na lista\"";
"Unread articles" = "Artigos non lidos";
"Starred articles" = "Artigos con estrela";
"Read articles" = "Artigos lidos";
"All articles" = "Tódolos artigos";
"Mode" = "Modo";
"Analytics Enabled" = "Activado Analytics";
"Justify Article" = "Aliñar artigo";
"Badge" = "Insignia";
"Enabled" = "Activado";
"none given" = "non indicado";
"Name" = "Nome";
"Group" = "Grupo";
